window.Scale307Data = {
  "bfi": {
    "name": "简易疲乏量表",
    "questions": [
      "请选择一个能够描述你现在疲乏的数值",
      "请选择一个能够描述你过去24h内异常疲乏程度的数值",
      "请选择一个能够描述你过去24h内最差疲乏程度的数值",
      "请选择过去24 h内疲乏对您日常活动的影响",
      "请选择过去24 h内疲乏对您情绪的影响",
      "请选择过去24 h内疲乏对您行走能力的影响",
      "请选择过去24 h内疲乏对您日常生活（包括日常家务和正常工作）的影响",
      "请选择过去24 h内疲乏对您与他关系的影响",
      "请选择过去24 h内疲乏对您日常兴趣的影响"
    ],
    "source": "√1简易疲乏量表-模板.docx"
  },
  "gad7": {
    "name": "广泛性焦虑量表",
    "questions": [
      "感觉紧张、焦虑或急切",
      "不能够停止或控制担忧",
      "对各种各样的事情担忧过多",
      "很难放松下来",
      "由于不安而无法静坐",
      "变得容易烦燥或急躁",
      "感到似乎将有可怕的事情发生而害怕"
    ],
    "source": "√2广泛性焦虑量表-模板.docx"
  },
  "phq9": {
    "name": "病人健康问卷",
    "questions": [
      "做事时提不起劲或没有兴趣",
      "感到心情低落、沮丧或绝望",
      "入睡困难、睡不安稳或睡眠过多",
      "感觉疲倦或没有活力",
      "食欲不振或吃太多",
      "觉得自己很糟或觉得自己很失败，或让自己或家人失望",
      "对事物专注有困难，例如阅读报纸或看电视时",
      "动作或说话速度缓慢到别人已经觉察或正好相反，烦燥或坐立不安、动来动去的情况更胜于平常",
      "有不如死掉或用某种方式伤害自己的念头"
    ],
    "source": "√3病人健康问卷-模板.docx"
  },
  "mdasi": {
    "name": "安德森症状调查量表",
    "questions": [
      "您疼痛最严重的程度为？",
      "您疲劳（乏力）最严重的程度为？",
      "您恶心最严重的程度为？",
      "您睡眠不安最严重的程度为？",
      "您最苦恼（心烦）的程度为？",
      "您气短最严重的程度为？",
      "您健忘最严重的程度为？",
      "您胃口最差的程度为？",
      "您瞌睡(昏昏欲睡)最严重的程度为？",
      "您口干最严重的程度为？",
      "您悲伤感最严重的程度为？",
      "您呕吐最严重的程度为？",
      "您麻木感最严重的程度为？",
      "潮热",
      "乳房变化",
      "便秘",
      "手臂肿胀",
      "皮肤改变",
      "性兴趣或者性活动减少",
      "手指甲或者脚指甲变化",
      "阴道干燥",
      "一般活动",
      "情绪",
      "工作包括家务劳动",
      "与他人的关系",
      "走路",
      "生活乐趣"
    ],
    "source": "√4安德森症状调查量表-模板.docx"
  },
  "tfi": {
    "name": "Tilburg衰弱评估量表",
    "questions": [
      "您觉得自己身体健康吗？",
      "您的体重是否下降了很多（最近6个月下降达6kg以上；或最近一个月下降达3kg以上；排除刻意减轻体重）",
      "您有没有行走困难的问题，影响您的日常生活？",
      "您是否感到保持平衡很困难，影响您的日常生活？",
      "您有无听力差的问题，影响您的日常生活？",
      "您有无视力不好的问题，影响您的日常生活？",
      "您有无手没劲的问题，影响您的日常生活？",
      "您有无身体疲乏的问题，影响您的日常生活？",
      "您的记忆力有没有问题？",
      "您最近一个月有没有感到情绪低落？",
      "您最近一个月有没有感到紧张或焦虑？",
      "您能很好地处理遇到的问题吗？",
      "您是否独居？",
      "您是否有时候希望有人陪伴在您身边？",
      "您是否可以从他人那里得到足够的帮助？"
    ],
    "source": "√5Tilburg衰弱评估量表-模板.docx"
  },
  "psqi": {
    "name": "匹兹堡睡眠质量指数量表",
    "questions": [
      "近一个月，晚上上床睡觉通常是几点钟？",
      "近一个月，从上床到入睡通常需要几分钟",
      "近一个月，通常早上几点起床",
      "近一个月，你每晚实际睡眠的时间几小时（不等于卧床时间）",
      "入睡困难（30分钟内不能入睡）",
      "夜间易醒或早醒",
      "夜间去厕所",
      "呼吸不畅",
      "咳嗽或鼾声高",
      "感觉冷",
      "感觉热",
      "做恶梦",
      "疼痛不适",
      "其他影响睡眠的事情",
      "近一个月，总的来说，您认为自己的睡眠质量",
      "近一个月，您用药物催眠的情况",
      "近一个月您常感到困倦吗？",
      "近一个月，您做事情的精力不足吗？"
    ],
    "source": "√6匹兹堡睡眠质量指数量表-模板.docx"
  }
};
